trunk/My Documents/sg

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://www.funmobile.com/landingAPI/schemas">
 <soapenv:Header>
<wsse:Security soapenv:mustUnderstand="1" 
 xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
 <wsse:UsernameToken>
                <wsse:Username>funmobile</wsse:Username>
                <wsse:Password>123456</wsse:Password>
            </wsse:UsernameToken>
</wsse:Security>
 </soapenv:Header>
   <soapenv:Body>
      <sch:RegistrationRequest>
         <sch:regInfo msisdn="12323333" operator="57"
 campaign="1" ipAddr="127.0.0.1" affiliateId="1" callbackURL="http://id.chatandclick.com" affiliateSubId="N/A" languageId="en_SG"/>
      </sch:RegistrationRequest>
   </soapenv:Body>
</soapenv:Envelope>